[
  {
    "id": 1,
    "text": "Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo aquele que nele crê não pereça, mas tenha a vida eterna.",
    "reference": "João 3:16",
    "message": "O amor incondicional de Deus se manifesta através do sacrifício de Jesus, oferecendo salvação a todos que creem."
  },
  {
    "id": 2,
    "text": "Pois pela graça vocês são salvos, por meio da fé, e isto não vem de vocês, é dom de Deus; não por obras, para que ninguém se glorie.",
    "reference": "Efésios 2:8-9",
    "message": "A salvação é um presente gratuito de Deus, não conquistada por méritos próprios, mas recebida pela fé."
  },
  {
    "id": 3,
    "text": "Portanto, se alguém está em Cristo, é nova criação. As coisas antigas já passaram; eis que surgiram coisas novas!",
    "reference": "2 Coríntios 5:17",
    "message": "Em Cristo, somos transformados. O passado não nos define mais; somos renovados e temos um novo começo."
  },
  {
    "id": 4,
    "text": "Eis que estou à porta e bato; se alguém ouvir a minha voz e abrir a porta, entrarei em sua casa e com ele cearei, e ele comigo.",
    "reference": "Apocalipse 3:20",
    "message": "Jesus não força entrada em nossa vida, mas gentilmente convida. Ele espera que abramos nosso coração."
  },
  {
    "id": 5,
    "text": "Vinde a mim, todos os que estais cansados e oprimidos, e eu vos aliviarei.",
    "reference": "Mateus 11:28",
    "message": "Jesus oferece descanso para aqueles sobrecarregados pelas lutas da vida. Nele encontramos paz e alívio."
  },
  {
    "id": 6,
    "text": "O Senhor é o meu pastor; nada me faltará.",
    "reference": "Salmos 23:1",
    "message": "Sob o cuidado de Deus, temos tudo o que precisamos. Ele é nosso guia e provedor fiel."
  },
  {
    "id": 7,
    "text": "Entrega o teu caminho ao Senhor; confia nele, e ele o fará.",
    "reference": "Salmos 37:5",
    "message": "Quando confiamos plenamente em Deus e entregamos nossos planos a Ele, Ele age em nosso favor."
  },
  {
    "id": 8,
    "text": "Mas os que esperam no Senhor renovarão as suas forças; subirão com asas como águias; correrão, e não se cansarão; caminharão, e não se fatigarão.",
    "reference": "Isaías 40:31",
    "message": "A paciência e confiança no tempo de Deus trazem renovação. Ele nos fortalece para enfrentar qualquer desafio."
  },
  {
    "id": 9,
    "text": "Tudo posso naquele que me fortalece.",
    "reference": "Filipenses 4:13",
    "message": "Nossa força não vem de nós mesmos, mas de Cristo que vive em nós e nos capacita."
  },
  {
    "id": 10,
    "text": "Não temas, porque eu sou contigo; não te assombres, porque eu sou teu Deus; eu te fortaleço, e te ajudo, e te sustento com a destra da minha justiça.",
    "reference": "Isaías 41:10",
    "message": "Deus está sempre presente conosco, oferecendo força, ajuda e sustento em todos os momentos."
  }
]
